tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"

brew "git"
brew "tmux"
brew "deno"
brew "python@3.8"
brew "htop"
brew "screenfetch"
brew "neofetch"
brew "qmk/qmk/qmk"

cask "alacritty"
cask "docker"
cask "gimp"
cask "iterm2"
cask "qmk-toolbox"
cask "spotify"
cask "the-unarchiver"
cask "visual-studio-code"
