tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"

brew "git"
brew "neovim"
brew "tmux"
brew "mas"
brew "deno"
brew "python@3.8"
brew "htop"
brew "neofetch"
brew "screenfetch"
brew "qmk/qmk/qmk"
brew "fish"

cask "iterm2"
cask "alacritty"
cask "bartender"
cask "docker"
cask "discord"
cask "slack"
cask "gimp"
cask "qmk-toolbox"
cask "spotify"
cask "the-unarchiver"
cask "visual-studio-code"

cask "font-menlo-for-powerline"

mas "DaisyDisk", id: 411643860
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
