tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"

brew "git"
brew "neovim"
brew "mas"
brew "deno"
brew "python@3.8"
brew "neofetch"
brew "screenfetch"
brew "qmk/qmk/qmk"
brew "fish"
brew "asciiquarium"
brew "bat"
brew "gotop"
brew "howdoi"
brew "m-cli"
brew "mdv"
brew "ranger"
brew "tty-clock"
brew "pidof"

cask "amethyst"
cask "kitty"
cask "iterm2"
cask "docker"
cask "discord"
cask "slack"
cask "iina"
cask "gimp"
cask "qmk-toolbox"
cask "spotify"
cask "the-unarchiver"
cask "visual-studio-code"
cask "kindle"
cask "obsidion"
cask "notion"
cask "twitch"
cask "steam"

cask "font-menlo-for-powerline"

mas "DaisyDisk", id: 411643860
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
